using System;
using System.Collections.Generic;
using System.Linq;
using System.Text;
using System.Threading.Tasks;

/*
 * Задание
 * Выведите на экран результат следующего вычисления: «разница между суммой пяти и двух и произведением трёх и семи».
 * Сравните получившийся результат с решением учителя с точки зрения оформления кода.
 */

namespace _12.Code_Design
{
    class Program
    {
        static void Main(string[] args)
        {
            Console.WriteLine((5 + 2) - (3 * 7));
            Console.ReadKey();
        }
    }
}