using System;
using System.Collections.Generic;
using System.Linq;
using System.Text;
using System.Threading.Tasks;

// Выведите на экран друг за другом три имени: Robert, Stannis, Renly. В результате на экране должно отобразиться

namespace _03.Statements__Инструкции_.Task
{
    class Program
    {
        static void Main(string[] args)
        {
            Console.WriteLine("Robert");
            Console.WriteLine("Stannis");
            Console.WriteLine("Renly");
            Console.ReadKey();
        }
    }
}