using System;
using System.Collections.Generic;
using System.Linq;
using System.Text;
using System.Threading.Tasks;

/*
 * Задание
 * Выведите на экран результат деления 3 на 2. Подумайте почему получился такой ответ?
 */

namespace _25.Why_Data_Types_Are_Needed.Task
{
    class Program
    {
        static void Main(string[] args)
        {
            Console.WriteLine(3 / 2);
            Console.ReadKey();
        }
    }
}